---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveLeft
source: html/d0bf2372-167d-a568-9725-e94d9cbd0a8c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewerBoundActiveLeft Property

"Left Clip Active"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewerBoundActiveLeft { get; }
```